{
  "heading": "Tayfun Aras / Osman Öztürk / Necati Tüfenk",
  "paragraphs": [
    "Aralık 1995'te Kod Müzik'i kurduğumuzda, bu girişimimizin geleceğinin parlak olduğundan hiç kuşkumuz yoktu. Zira, o zamana kadar hiç kimsenin akıl etmediği ya da en azından düşünse bile hayata geçirmeye kalkışmadığı bir fikirle yola koyulmuştuk: Batı popüler müziğinin alternatif geleneğini Türk dinleyicisiyle buluşturmak. Kuruluşumuzdan kısa bir süre sonra Batı müziğinin Madonna, Michael Jackson gibi popüler şarkıcıları da dâhil olmak üzere pazar payının %5 olduğunu öğrendik Unkapanı'ndaki meslektaşlarımızdan. Buradan hesapla da bizim alternatif gelenek olsa olsa %0.5'lik bir pay alırdı. Buna karşın umutsuzluğa kapılmadık, ne de olsa azla yetinmesini bilen insanlardık.",
    "O günlerde bir kuyumcular çarşısı olarak gerileme devrinin son günlerini yaşayan Atlas Pasajı'nda birçok komşusu gibi dikiş tutturamamış bir sarraf abimizden kiraladığımız dükkânla işe başladık. Unkapanı depolarında yıllardır el sürülmeden duran albümleri (Japan, The Jam, Echo & The Bunnymen, Kraftwerk...) hazine bulmuş gibi tek tek toplayıp, eskiden beşibiryerdelerin, gümüş kolyelerin, cumhuriyet altınlarının durduğu raflara yerleştirdik ve müşterilerimizi beklemeye başladık.",
    "Mevsimin kış olması dolayısıyla sinek bile avlayamadığımız sıkıcı birkaç haftadan sonra, İstanbul'daki yeni müziklere meraklı müzikseverler yavaş yavaş dükkânımızı keşfetmeye başladı ve kısa sürede sürekli müşterilerimiz oldular. Müzikseverlerin bu ilgisi, uzun soluklu bakıp oluşturduğumuz Kod projesinin önemli başka bir saç ayağını hayata geçirmeye bizi teşvik etti. O da Türkiye'de temsilcisi olmayan bağımsız plak şirketlerinin dağıtımcılığını yapmaktı. O güne kadar maalesef bizim çok sevdiğimiz, takip ettiğimiz birçok bağımsız plak şirketinin çıkardıkları albümler müzik marketlerinde satılmıyordu. Böyle bir işe kalkışarak hem dükkânımızda Unkapanı'nın dar kataloğuyla yetinmeyerek müziğin alternatif tarafının (tür gözetmeksizin: avangart caz, indie rock-pop, punk/hardcore ve türevleri, electronica, trip hop/downbeat, kulüp müzikleri (techno, minimal house, drum'n'bass, breakbeat vs.) en uç topluluklarını müşterilerimizle paylaşacaktık hem de bizim dükkânımıza gelmeyen ya da İstanbul dışındaki birçok müzik meraklısına sevdikleri müzikleri ulaştırmış olacaktık. Nitekim öyle de oldu. Kod Müzik dükkânını çoğu müzikseverin adını duymadığı bir sürü topluluğun kasetleri, CD'leri, hatta plakları (o yıllarda yüzüne bakılmayan bir formattı plak) doldurmuştu. Dükkânımız müzikal olarak renklenmiş, sattığımız çeşit artmıştı ve, her şeyden önemlisi, İstanbul'daki bütün maceracı müzikseverler bizi tanıyordu. Başka müzik dükkânları, hiç duymadıkları albümleri arayan müşterilerini bize gönderiyorlardı, \"Kesin Kod'da vardır\" diyerek.",
    "Kısa zamanda dağıttığımız plak şirketlerinin sayısı artmıştı. İngiltere'nin indie/alternatif denilen sahnesinin tohumlarını atmış, şekillendirmiş ve bugüne taşımış 4 AD (Cocteau Twins, Dead Can Dance, Pixies, Gus Gus, The Breeders vs.), Beggars Banquet (Bauhaus, The Fall, Gary Numan, The Cult, The Charlatans vs.), Domino (Franz Ferdinand, The Pastels, Elliot Smith, Quickspace vs.), Almanya çıkışlı City Slang (Sebadoh, Lambchop, Tortoise vs.), Nation (Trans Global Underground, Asian Dub Foundation vs.), Too Pure (PJ Harvey, Stereolab, Seefeel, Pram, Mouse On Mars vs.); Amerikan yeraltı müziğinin prestijli şirketlerinden belli başlıları, yani Alternative Tentacles (Dead Kennedys, No Means No, Lard vs.), Touch & Go (Big Black, Butthole Surfers, The Jesus Lizard, Slint, Shellac vs.), Matador (Jon Spencer Blues Explosion, Pavement, Pizzicato Five vs.), Dischord (Minor Threat, Make Up, Fugazi, Hoover vs.), kaykaycı gençliğin deli olduğu Epitaph (Bad Religion, No FX, Offspring, Rancid vs.); elektronik müzikte halen kilometre taşı olan Warp (Autechre, Aphex Twin, Red Snapper, Squarepusher vs.), Ninja Tune (Coldcut, Amon Tobin, Cinematic Orchestra, Mr. Scruff vs.) ve bağımsız müzik denince akla gelen diğer onlarca irili ufaklı şirketi (Rephlex, Tresor, Rykodisc, All Saints, Knitting Factory, Mille Plateaux, Atavistic vs.) dükkânımızı açtıktan sonraki bir yıl içerisinde dağıtım listemize ekleyebildik.",
    "İşimiz kolaydı. Kimse bu şirketlerin kapısını çalmıyordu. Kataloğumuzda bulunan Dead Can Dance topluluğunun darbukalı bir parçasının, İstiklal Caddesi'ndeki müzik mağazalarınca (ki bu mağazaların Türk müzik sektöründeki bir albümü tanıtma potansiyelleri MTV'nin popüler müzikteki konumu ile rahatlıkla kıyaslanabilir) keşfedilip günde en az yirmi kez çalınmaya başlanmasıyla dağıtım ağımızı güçlendirmemiz daha da kolaylaştı.",
    "İşi bağımsız firmaların en güçlülerinden Mute'un temsilciliğini almaya kadar götürüp (Southern Records'ın sahibi rahmetli John Lodder'ın yardımlarını da bir kere daha anarak, çünkü o bizi Mute'un sahibi önemli müzik adamı Daniel Miller'a tavsiye etti) böylelikle Depeche Mode, Erasure, Moby gibi popüler isimlerin albümlerini dağıtma şansını yakaladık. Bir taraftan Mute'un kataloğunda bulunan Diamanda Galas, Nick Cave (90'lı yılların ortalarında halen sadece belli bir kesim tarafından biliniyordu, rock star olmamıştı ), Throbbing Gristle, Plastikman, Laibach, Einstürzende Neubauten, Crime & The City Solution, Balanescu Quartet vs. satabileceğimizi bilmek bizi çok heyecanlandırıyordu.",
    "Her ne kadar onlarca topluluğu, sayısız albümü dağıtmış ve pazarlamış, yüzlerce konsere imza atmış olsak da genelde müzikseverler Kod'u dükkânla özdeşleştirdiler. Nedeni belki de dükkânın yaşayan ve yaşanan bir yer olduğuydu. Açıldığı ilk günlerden kapanışına dek (2003'te yoldaş Selim'e, namı diğer Da Frogg'a devrettik, o da 2 yıl sonra İtalya'ya gitmeye karar verince dükkânı Kod hikayesini başlatan üç ortaktan biri olan Tayfun Aras ile iki başka müzik düşkünü Emekcan Tülüş ve Ozan Maral'ın ortaklığına devretti. Deform adıyla dükkân bir süre daha Atlas Pasajı'nda devam etti. Deform daha sonra Çukurcuma'ya taşındı ve bir devir kapandı.) Kod dükkân sadece müziğin paylaşıldığı, konuşulduğu, araştırıldığı bir mekandı. Hem ortakların hem dükkânda çalışmış elemanların (Levent Pekel, Batur Sönmez, Emre Şahin, Halil Çalık, İsmet Polat [huzur içinde uyu], Kaan Akay, Müge Turan, Hilmi Tezgör, Barış K) derdi müzikti, ama doğal olarak farklı beğenileri, taktıkları türler, topluluklar vardı. O yüzden geniş bir yelpazede herkesin kendi müşterisi vardı ve paylaşımlar kesişmelerle büyüyerek duygusal bağların güçlü olduğu bir ilişki ağına dönüştü. Özetle Kod Müzik dükkânı bütün müşterilerine sevecen, ideal bir okul gibi alternatif müziğin heyecan verici dününü ve bugününü aktardı ve paylaştı.",
    "Bir de tabii plak şirketi maceramız var. Dükkânla hemen hemen eş zamanlı şirketi kuranlar ve dükkâna sahip çıkanlar bir vücut olup bahsi geçen tüm bu türlerde, geleneklerde müzik üretenleri bir araya getiren bir üs olmayı hedeflerken, yeşermekte olan, bir parçası oldukları, temsil ettikleri alternatif/yeraltı kültürünün sağlam bir zeminde büyümesine de aracı olmak istedi. Bu yüzden de birbirinden farklı müzikal türlere (hip hop, hardcore/punk, house, avangart caz) yer verdiğimiz bir kataloğumuz oldu. Bu girişimin sonucunda Türk Pop Müziği'nin ilkleri olarak anılacak birçok albüm çıktı. Birçok ilke (ilk split kaset albüm, ayrıca ilk yasal hardcore kasedi: Radical Noise /Ask It Why - Sevdasız Hayat; ilk yasal Türk Punk Rock albümü: Rashit - Telaşa Mahal Yok; ilk dans/kulüp müziği albümü: Mert Yücel - His; ilk Türk Hip Hop toplama albümü: Yeraltı Operasyonu) imza attık. Katalogdaki bazı albümler zaman içerisinde belge niteliğini kazanmış durumda.",
    "2000'li yılların başlarındaki ekonomik kriz, müziğin yavaştan internetten (Napster vs.) indirilerek dinlenmesi, korsan kopyaların (dükkânların CD-R çekmesi) önüne geçilememesi gibi nedenlerle müzik sektörünün küçülmesinden dolayı, faaliyetlerimizi, 90'lı yılların sonlarında tek tük de olsa gerçekleştirdiğimiz konser organizasyonuna yönelttik, elbette kimliğimizi koruyarak…",
    "1999-2003 yılları arasında küçük ölçekli kulüp konserleri düzenleyerek konser organizasyonu dünyasına profesyonel olarak adım attık ve parametrelerini tecrübe ettik. British Council, Goethe Enstitüsü gibi kültür merkezlerinden aldığımız desteklerle The Fall, Stereolab, Quickspace, Bonnie Prince Billy gibi alternatif müzik dünyasının önemli isimlerine; elektronik müzik sahnesinden Mouse On Mars, Scanner, Kreidler, To Rococo Rot, Thomas Brinkmann gibi sıkı isimlere sahne aldırma fırsatını yakaladık. Aşırı şık, alanlarında doruk olan DJ'lere ilk defa Türkiye'de plaklarını döndürme imkanını tanıyabildik: Jeff Mills, Ashley Beedle, DJ Food, Funk D'Void, Mixmaster Morris, Silicone Soul bu isimlerden bazıları. 2003-2010 arasındaki dönem Türkiye'nin şehir kültürü dünyası açısından birçok bağlamda (ekonomik, yerel yönetimlerin destekleri, tüketicinin heyecanı vb.) son iyi zaman dilimiydi.",
    "2003 yılının başında dükkânımızı devretmemiz, dağıtım işini sonlandırmamız organizasyonlarımıza gereken enerjiyi ve zamanı ayırmamıza olanak tanıdı, vitesi bir tık yukarı çekebildik. 2003- 2010 arası dükkânımızın bire bir yansımasını gerçekleştirdiğimiz yıllardı. Konserlerini gerçekleştirdiğimiz Nick Cave, Sonic Youth, Faust, Dirty Three, Violent Femmes, New Model Army, Einstürzende Neubauten, Shellac, Neu!, RZA (Wu Tang Clan), Girls Against Boys, Jonathan Richman, Tortoise, Stephen Malkmus & The Jicks dükkânda albümlerini düzenli bulundurduğumuz, severek müşterilerimizle paylaştığımız topluluklardan/müzisyenlerdendi. Başka ne isteyebilirdik. Hatta bu isimlerden bazılarını sadece bir yıl işlettiğimiz bir mekânda (Vox) gerçekleştirdik.",
    "2003-2007 arasında İstanbul'un müzik sahnesine iz bırakmış, yılda bir kere düzenlenen bir festivale de proje ortaklarımız İKSV işbirliğiyle imza attık: Phonem. Phonem, müzikal içeriğinin ağırlıklı olarak elektronik müzik olduğu, bir hafta süren ve şehrin çeşitli mekanlarına yayılmış, sadece müzik performanslarının olmadığı, paneller, workshoplar, film gösterimleriyle desteklenen bir etkinlikti. Ne isimler geldi, kimler kimler, ne efsaneler. Çoğu da ilk defa geliyordu: Monolake, Panasonic, Amon Tobin, Carl Craig, Fennesz, Monica Kruse, Andrew Weatherall, Notwist, Blake Baxter, UNKLE, Muziq, Mogwai, Gang Of Four, Burnt Friedmann & Jaki Liebezeit. vs. Maalesef devamlılığın ender gerçekleştiği memleketimizde Phonem de sürdürülemedi. Sponsorlar çekildi. Başka şirketler, markalar sahiplenmedi. Destekçisiz gerçekleştirilecek bir etkinlik değildi bu. Kriz gelmekteydi. Nitekim geldi de.",
    "Sadece kriz değil ardından sektöre büyük darbeler vuracak kanun değişiklikleri (destekçi firmaların [ağırlıklı tütün ve alkollü içki] pazarlama faaliyetlerine, reklam vermelerine getirilen yasaklar ve bir sürü başka faktörler) konser organize etmeyi gün be gün önce zor hale getirdi, sonra da zorluk artık neredeyse imkansıza dönüştü. 2010-2020 Kod için kurumlara, mekanlara bağlantılarımız, öngörülerimiz ve birikimimiz sayesinde içerik sağladığımız ve gerçekleştirdiğimiz dönem olarak geçti. 2000'li yılların ilk onluk dilimine göre daha zor, karanlık bir dönem olmasına rağmen bizi heyecanlandıran tonla konseri gerçekleştirebildik: Wayne Shorter Quartet (2 kere), Cinematic Orchestra, Pat Metheny Trio, Ceramic Dog, Swans (3 kere), OM, Kronos Quartet, Godspeed You!, Black Emperor, Patti Smith, Lee Konitz, Meredith Monk, Shellac (2 kere), Camel ilk aklımıza gelenler. Çalıştığımız, ortak hareket ettiğimiz tüm mekanların yöneticileri, sanat yönetmenleri bu kararları vermeseydi bu kadar sıkışık zamanlarda asla ve asla bu konserler gerçekleşemezdi. Kendilerine şükranlarımızı sunuyoruz.",
    "İstanbul'un kültür hayatına alternatif bir soluk getiren Borusan Müzik Evi ile ortaklaşa gerçekleştirdiğimiz Nova Muzak Serisi (40 gece) de ekonomik sebeplerin gerekçe gösterilmesiyle sonlanmış durumda. Elbette Kod hikayesi sürüyor. Halen hayaller kuruyoruz. Acaba müzik (plak değil!!) dükkânını tekrar açsak mı? Plak şirketini canlandırıp yılda en az 5 albüm bassak mı? Ertesi gün pencereden bakınca saçmalamayalım deyip geri basıyoruz. Sorun bu hayallerin mali karşılığı olmayışı değil. Yazıda bahsettiğimiz geçmişi tekrar yaşayabilecek miyiz? Elbette hayır. Değişim kaçınılmaz ama devamlılığın olmayışı zorlayıcı. Yine de sevdiklerimizin peşinde koşmaya devam. El vermek? Kimlere?...."
  ]
}