{
  "heading": "Tayfun Aras / Osman Öztürk / Necati Tüfenk",
  "paragraphs": [
    "In the winter of 1995, three music lovers—Tayfun Aras, Osman Öztürk and Necati Tüfenk—decided to open a record store in Istanbul’s Atlas Passage. They weren’t aiming to sell chart-toppers like Madonna or Michael Jackson; they wanted to share the alternative and experimental side of Western music with Turkish listeners. In those days Western music accounted for maybe five percent of sales in Turkey—so their “alternative to the alternative” niche was vanishingly small. Yet they pressed on. They scoured Unkapanı’s warehouses for unsold gems from bands like Japan, The Jam, Echo & the Bunnymen and Kraftwerk and displayed them where jewellery once glittered. Business was slow at first, but word spread and soon music-hungry locals were making pilgrimages to their tiny shop.",
    "That shop became more than a storefront—it grew into a community hub where new sounds and ideas were constantly exchanged. KOD’s founders soon realized that there were many groundbreaking independent labels whose releases never made it to Turkey, so they started importing and distributing them. Within a year they were Turkey’s conduit for influential labels like 4AD, Beggars Banquet, Domino, City Slang, Too Pure and Nation, along with American underground stalwarts Alternative Tentacles, Touch & Go, Matador, Dischord and Epitaph, and forward-thinking electronic labels such as Warp and Ninja Tune. Their willingness to handle anything—from punk and hardcore to avant-garde jazz and electronica—made KOD a “go-to” for record collectors and music shops alike. They even gained the Turkish representation of Mute Records, meaning they could introduce artists such as Depeche Mode, Nick Cave and Diamanda Galás to new audiences.",
    "KOD’s ambitions didn’t stop at selling records. They wanted to nurture a genuine alternative scene in Turkey, so they founded their own label—Kod Müzik—as an extension of the shop. According to the music database Discogs, Kod Müzik is regarded as one of the pioneering independent record companies in Turkey; it grew out of the record shop and promoted everything from hardcore punk to electronica and avant-garde jazz ￼. The label was remarkably innovative: it released Turkey’s first split hardcore cassette (Radical Noise / Ask It Why – Sevdasız Hayat), the first legal Turkish punk rock album (Telaşa Mahal Yok by Rashit), the first dance/club music album (His by Mert Yücel) and the first Turkish hip-hop compilation (Yeraltı Operasyonu) ￼. Many of these releases have become milestones ￼. Yet the economic downturn of 2001 and the rise of internet downloads cut deeply into their business, and Kod Müzik eventually wound down its label operations ￼.",
    "Shifting focus, KOD threw their energy into live shows and events. From 1999 to 2003 they organised small club concerts, partnering with cultural institutions such as the British Council and Goethe-Institut to bring artists like The Fall, Stereolab, Quickspace, Bonnie “Prince” Billy, Mouse On Mars and Jeff Mills to Istanbul. In the mid-2000s they staged larger concerts with acts like Nick Cave, Sonic Youth, Faust, Dirty Three, Shellac, Neu!, RZA, and Tortoise, often at the Vox venue. They even co-founded the Phonem festival with İKSV—an electronics-focused week of concerts, panels, workshops and film screenings featuring names like Monolake, Carl Craig, Amon Tobin, Fennesz, Mogwai, Gang of Four and more. However, new laws restricting sponsorship from tobacco and alcohol companies, combined with ongoing economic pressures, made large-scale events increasingly difficult. Undeterred, they continued to curate concerts through the 2010s, bringing artists such as Wayne Shorter, The Cinematic Orchestra, Pat Metheny Trio, Swans, Kronos Quartet, Godspeed You! Black Emperor and Patti Smith to Turkey thanks to partnerships with venues and art directors who believed in the cause.",
    "Although the original shop closed in 2003 and distribution operations wound down soon after, the founders and their colleagues never lost their passion for adventurous music. Today they still fantasise about reopening a physical shop or reviving the label. Yet they also recognize that the world has changed; it’s hard to recreate the magic of those early days when a handful of friends built a subculture from scratch. For now, KOD lives on through one-off concerts, reissues of their catalogue and series like Nova Muzak with Borusan Müzik Evi, which continue to champion challenging sounds for new audiences.",
    "KOD’s story proves that passion and persistence can shape an entire cultural movement. By daring to champion genres that seemed outlandish in Turkey at the time, they built a space where fans and artists could meet, learn and grow. Even though economic realities forced them to adapt, their legacy endures—and their spirit of experimentation continues to inspire today’s alternative music communities."
  ]
}
