{
  "heading": "Tayfun Aras / Osman Öztürk / Necati Tüfenk",
  "paragraphs": [
    "95 Aralığında, Kod Müzik'i kurduğumuzda, bu girişimimizin geleceğinin parlak\nolduğundan hiç kuşkumuz yoktu. Zira, o zamana kadar hiç kimsenin akıl\netmediği yada en azından düşünse bile hayata geçirmeye kalkışmadığı bir\nfikirle yola koyulmuştuk: Batı popüler müziğinin alternatif geleneğini Türk\ndinleyicisiyle buluşturmak. Kuruluşumuzdan kısa bir süre sonra Batı müziğinin\nMadonna, Michael Jackson gibi popüler şarkıcılar da dahil olmak üzere pazar\npayının %5 olduğunu öğrendik Unkapanındaki meslektaşlarımızdan. Buradan\nhesapla da bizim alternatif gelenek olsa olsa %0.5'lik bir pay alırdı. Buna karşın\numutsuzluğa kapılmadık, ne de olsa azla yetinmesini bilen insanlardık.",
    "O günlerde bir kuyumcular çarşısı olarak gerileme devrinin son günlerini\nyaşayan Atlas Pasajı'nda birçok komşusu gibi dikiş tutturamamış bir sarraf\nabimizden kiraladığımız dükkanla işe başladık. Unkapanı depolarında yıllardır el\nsürülmeden duran albümleri (Japan, The Jam, Echo & The Bunnymen,\nKraftwerk...) hazine bulmuş gibi tek tek toplayıp, eskiden beşibiryerdelerin,\ngümüş kolyelerin, cumhuriyet altınlarının durduğu raflara yerleştirdik ve\nmüşterilerimizi beklemeye başladık. Mevsimin kış olması dolayısıyla sinek bile\navlayamadığımız sıkıcı bir kaç haftadan sonra, İstanbul'daki yeni müziklere\nmeraklı müzikseverler yavaş yavaş dükkanımızı keşfetmeye başladı ve kısa\nsürede sürekli müşterilerimiz oldular. Müzikseverlerin bu ilgisi, uzun soluklu\nbakıp oluşturduğumuz Kod projesinin önemli başka bir saç ayağını hayata\ngeçirmeye bizi teşvik etti. O da Türkiye'de temsilcisi olmayan bağımsız plak\nşirketlerinin dağıtımcılığını yapmaktı. O güne kadar maalesef bizim çok\nsevdiğimiz, takip ettiğimiz birçok bağımsız plak şirketinin çıkardıkları albümler\nmüzik marketlerinde satılmıyordu. Böyle bir işe kalkışarak hem dükkanımızda\nUnkapanının dar kataloğuyla yetinmeyerek müziğin alternatif tarafının (tür\ngözetmeksizin: avant garde caz, indie rock-pop, punk/hardcore ve türevleri,\nelectronica, trip hop/downbeat, klüp müzikleri (techno, minimal house,\ndrum’n’bass, breakbeat vs.) endüstriyel /noise …. ) en uç topluluklarını\nmüşterilerimizle paylaşacaktık hem de bizim dükkanımıza gelmeyen ya da\nİstanbul dışındaki bir çok müzik meraklısına sevdiklerimizi ulaştırmış olacaktık.\nNitekim de öyle oldu. Kod dükkanını çoğu müzikseverin adını duymadığı bir\nsürü topluluğun kasetleri, CD'leri hatta plakları (o yıllarda yüzüne bakılmayan\nbir formattı plak) doldurmuştu. Dükkanımız müzikal olarak renklenmiş,\nsattığımız çeşit artmış ve her şeyden önemlisi İstanbul'daki bütün\nmüzikseverler bizi tanıyordu. Başka müzik dükkanları, hiç duymadıkları\nalbümleri arayan müşterilerini bize gönderiyorlardı, 'Kesin Kod'da vardır' diye.",
    "Kısa zamanda dağıttığımız plak şirketlerinin sayısı artmıştı. İngiltere’nin indie\n/alternatif denilen sahnesinin tohumlarını atmış, şekillendirmiş ve bugüne\ntaşımış 4 AD (Cocteau Twins, Dead Can Dance, Pixies, Gus Gus, The Breeders\nvs.) Beggars Banquet (Bauhaus, The Fall, Gary Numan, The Cult, The Charlatans\nvs.) Domino (Franz Ferdinand, The Pastels, Elliot Smith, Quickspace vs.),\nAlmanya çıkışlı City Slang (Sebadoh, Lambchop, Tortoise vs.), Nation (Trans\nGlobal Underground, Asian Dub Foundation vs.) Too Pure (PJ Harvey,\nStereolab, Seefeel, Pram, Mouse On Mars vs.); Amerikan yeraltı müziğinin\nprestijli şirketlerinden belli başlılar : Alternative Tentacles ( Dead Kennedys, No\nMeans No, Lard vs.) , Touch & Go (Big Black, Butthole Surfers, The Jesus Lizard,\nSlint, Shellac vs.) Matador (Jon Spencer Blues Explosion, Pavement, Pizzicato\nFive vs.) Dischord (Minor Threat, Make Up, Fugazi, Hoover vs.) kaykaycı\ngençliğin deli olduğu Epitaph (Bad Religion, No FX, Offspring, Rancid vs.);\nelektronik müzikte halen kilometre taşı olan Warp (Autechre, Aphex Twin, Red\nSnapper, Squarepusher vs), Ninja Tune (Coldcut, Amon Tobin, Cinematic\nOrchestra vs.) ve diğer onlarca irili ufaklı bağımsız müzik denince akla gelen\nşirketleri (Rephlex, Tresor, Rykodisc, All Saints, Knitting Factory, Mille Plateaux,\nAtavistic….) dükkanımızı açtıktan sonraki bir yıl içerisinde dağıtım listemize\nekleyebildik. İşimiz kolaydı. Kimse bu şirketlerin kapısını çalmıyordu.",
    "Kataloğumuzda bulunan Dead Can Dance topluluğunun darbukalı bir\nparçasının, İstiklal Caddesi'ndeki müzik mağazalarınca (ki bu mağazaların Türk\nmüzik sektöründeki bir albümü tanıtma potansiyelleri MTV'nin popüler\nmüzikteki konumu ile rahatlıkla kıyaslanabilinir) keşfedilip günde en az yirmi\nkez çalınmaya başlanmasıyla dağıtım ağımızı güçlendirmemiz daha da\nkolaylaştı. İşi bağımsız firmaların en güçlülerinden Mute'un temsilciliğini\nalmaya kadar götürüp (Souther Records’ın sahibi rahmetli John Lodder’ın\nyardımlarını da bir kere daha anarak, o bizi Mute’un sahibi önemli müzik adamı\nDaniel Miller’a tavsiye etti) böylelikle Depeche Mode gibi popülerlikte bir\ntopluluğun albümlerini dağıtma şansını yakaladık. Bir taraftan Mute’un\nkataloğunda bulunan Diamanda Galas, Nick Cave (90’lı yılların ortalarında\nhalen belli bir kesim tarafından biliniyordu, rock star olmamıştı  ) Throbbing\nGristle, Plastikman, Laibach, Einstürzende Neubauten, Crime & The City\nSolution, Moby, Balanescu Quartet vs. satabileceğimizi bilmek bizi çok\nheyecanlandırıyordu.",
    "Ne kadar bunca topluluğu, albümü dağıtmış, yüzlerce konsere imza atmış olsak\nda genelde müzikseverler Kod'u dükkanla özdeşleştirdiler. Nedeni belki de\ndükkanın yaşayan ve yaşanan bir yer olduğuydu. Açıldığı ilk günlerden\nkapanışına dek (2003’te yoldaş Selim’e namı diğer Da Frogg’a devrettik o da 2\nyıl sonra İtalya’ya gitmeye karar verince dükkanı Kod hikayesini başlatan üç\nortaktan biri Tayfun Aras ile iki başka müzik düşkünü Emekcan ve Ozan’a\ndevretti. Deform olarak dükkan bir süre devam etti. Deform daha sonra\nÇukurcuma’ya taşındı ve bir devir kapandı.) Kod dükkan sadece müziğin\npaylaşıldığı, konuşulduğu, araştırıldığı bir mekandı. Hem ortakların hem de\ntüm çalışanların (Levent Pekel, Batur Sönmez, Emre Şahin, Halil Çalık, İsmet\nPolat (huzur içinde uyu), Kaan Akay, Müge Turan, Hilmi Tezgör, Barış ) derdi\nmüzikti ama doğal olarak farklı beğenileri, taktıkları türler, topluluklar vardı. O\nyüzden geniş bir yelpazede herkesin kendi müşterisi vardı ve paylaşımlar\nkesişmelerle büyüyerek duygusal bağların güçlü olduğu bir ilişki ağına dönüştü.\nÖzetle Kod Müzik dükkanı bütün müşterilerine sevecen, ideal bir okul gibi\nalternatif müziğin heyecan verici dününü, bugününü aktardı.",
    "Bir de tabi plak şirketi maceramız var. Dükkanla hemen hemen eş zamanlı\nşirketi kuranlar ve dükkana sahip çıkanlar bir vücut olup bahsi geçen tüm bu\ntürlerde, geleneklerde müzik üretenleri bir araya getiren bir üs olmayı\nhedeflerken yeşermekte olan, bir parçası oldukları, temsil ettikleri\nalternatif/yeraltı kültürünün sağlam bir zeminde büyümesine de önemli bir\naracı ve araç olmak istedi. Bu yüzden de birbirinden farklı müzikal türlere (hip\nhop, hardcore / punk, house, avantgard caz) yer verdiğimiz bir kataloğumuz\noldu. Bu girişimin sonucunda Türk Pop Müziği'nin ilkleri olarak anılacak bir çok\nalbüm çıktı Bir çok ilke (ilk split kaset albüm ayrıca ilk yasal hardcore kasedi:\nRadical Noise /Ask It Why - Sevdasız Hayat; ilk yasal Türk Punk Rock albümü:\nRashit – Telaşa Mahal Yok; ilk dans / klüp müziği albümü: Mert Yücel-His; ilk\nTürk Hip Hop toplama albümü: Yeraltı Operasyonu) imza attık. Katalogdaki bazı\nalbümler zaman içerisinde belge niteliğini kazanmış durumda.",
    "2000'li yılların başlarındaki ekonomik kriz, müziğin yavaştan internetten\nindirilerek (napster vs.) dinlenmesi, korsan kopyaların (dükkanların CD-R\nçekmesi) önüne geçilememesi gibi nedenlerle müzik sektörünün\nküçülmesinden dolayı, faatliyetlerimizi, 90'lı yılların sonlarında tek tük de olsa  \n  gerçekleştirdiğimiz konser organizasyonuna yönelttik elbette  kimliğimizi\nkoruyarak..",
    "1999 - 2003 yılları arasında küçük ölçekli klüb  \n  konserleri düzenleyerek konser organizasyon dünyasına profesyonel  \n  olarak adım attık ve  parametrelerini tecrübe ettik. British Council,  \n  Goethe Enstitüsü gibi kültür merkezlerinden aldığımız desteklerle The  \n  Fall / Stereolab / Quickspace / Bonnie Prince Billy gibi alternatif  \n  müzik dünyasının önemli isimlerine ; elektronik müzik sahnesinden  \n  Mouse On Mars, Scanner,Krediler, To Rococo Rot, Thomas Brinkmann gibi  \n  sıkı isimlere sahne aldırma fırsatını yakaladık. Aşırı şık,  \n  alanlarında doruk olan DJ'lere ilk defa Türkiye'de plaklarını döndürme  \n  imkanı tanıyabildik: Jeff Mills, Ashley Beedle, DJ Food, Funk D'Void,  \n  Mixmaster Morris, Silicone Soul bu isimlerden bazıları. 2003-2010  \n  arasındaki dönem Türkiye'nin şehir kültürü dünyası açısından bir çok  \n  bağlamda (ekonomik, yerel yönetimlerin destekleri, tüketicinin  \n  heyecanı) son iyi zaman dilimiydi.",
    "2003 yılının başında dükkanımızı devretmemiz, dağıtım işini  \n  sonlandırmamız organizasyonlarımıza gereken enerjiyi ve zamanı  \n  ayırmamıza olanak tanıdı, vitesi bir tık yukarı çekebildik. 2003- 2010 arası\ndükkanımızın  birebir yansımasını gerçekleştirdiğimiz yıllardı. Konserlerini  \n  gerçekleştirdiğimiz Nick Cave, Sonic Youth, Faust, Dirty Three,  \n  Violent Femmes, New Model Army, Einstürzende Neubauten, Shellac, Neu!,\nRZA  (Wu Tang Clan), Girls Against Boys, Jonathan Richman, Tortoise,  \n  Stephen Malkmus & The Jicks dükkanda albümlerini düzenli  \n  bulundurduğumuz, severek müşterilerimizle paylaştığımız topluluklar  \n  /müzisyenlerdendi. Başka ne isteyebildirdik. Hatta bu isimlerden  \n  bazılarını sadece bir yıl işlettiğimiz bir mekanda (Vox) gerçekleştirdik.",
    "2003-2007 arasında İstanbul'un müzik sahnesine iz bırakmış yılda bir  \n  kere düzenlenen bir festivale de sevgili proje ortaklarımız İKSV  \n  işbirliğiyle imza attık, Phonem: Müzikal içeriğinin ağırlıklı  \n  elektronik müzik olduğu, bir hafta süren ve şehrin çeşitli mekanlarına  \n  yayılmış, sadece müzik performanslarının olmadığı, paneller,  \n  workshoplar, film gösterimleriyle desteklenen bir etkinlikti. Ne  \n  isimler geldi kimler kimler ne efsaneler. Çoğu da ilk defa geliyordu:  \n\nMonolake /Panasonic / Amon Tobin / Carl Craig / Fennesz / Monica Kruse  \n  / Andrew Weatherall / Notwist / Blake Baxter / UNKLE / Muziq / Mogwai  \n  / Gang Of Four / Burnt Friedmann & Jaki Liebezeit vs.vs. Maalesef  \n  devamlılığın ender gerçekleştiği memleketimizde Phonem de  \n  sürdürülemedi. Sponsorlar çekildi. Başka şirketler, markalar  \n  sahiplenmedi. Destekçisiz gerçekleştirilecek bir etkinlik değildi.  \n  Kriz gelmekteydi. Nitekim geldi de.",
    "Sadece kriz değil ardından sektöre büyük darbeler vuracak kanun  \n  değişiklikleri (destekçi firmaların (ağırlıklı tütün ve alkollü içki)  \n  pazarlama faaliyetlerine, reklam vermelerine getirilen yasaklar ve bir  \n  sürü başka faktörler) konser organize etmeyi gün be gün önce zor hale  \n  getirdi, zorluk artık neredeyse imkansıza dönüştü. 2010 - 2020 Kod  \n  için kurumlara, mekanlara  bağlantılarımız, ön görülerimiz ve   \n  birikimimiz sayesinde içerik sağladığımız ve gerçekleştirdiğimiz dönem  \n  olarak geçti. 2000'li yılların ilk onluk dilimine göre daha zor,  \n  karanlık bir dönem olmasına rağmen bizi heyecanlandıran tonla konseri  \n  gerçekleştirebildik : Wayne Shorter Quartet (2 kere)/ Cinematic Orchestra/Pat\nMetheny Trio  /Ceramic Dog / Swans (3 kere) / OM / Kronos Quartet /\nGodspeed You  Black Emperor! / Patti Smith / Lee Konitz / Meredith Monk /\nCamel ilk  aklımıza gelenler. Çalıştığımız, ortak hareket ettiğimiz tüm  \n  mekanların yöneticileri, sanat yönetmenleri bu kararları vermeseydi bu  \n  kadar sıkışık zamanlarda asla ve asla bu konserler gerçekleşemezdi.  \n  Kendilerine şükranlarımızı sunuyoruz.",
    "Kod hikayesi devam ediyor. Halen hayaller kuruyoruz. Acaba müzik (plak  \n  değil!!) dükkanını tekrar açsak mı? Plak şirketini canlandırıp yılda  \n  en az 5 albüm bassak mı? Bu muhabbetler genelde bize eşlik eden malt  \n  viskilerle oluyor. Ertesi gün saçmalamayalım deyip geri basıyoruz.  \n  Sorun mali karşılığı olmayışı değil, yazıda bahsettiğimiz geçmişi  \n  tekrar yaşayabilecek miyiz? Elbette hayır. Değişim kaçınılmaz ama  \n  devamlılığın olmayışı çok zorlayıcı. Sevdiklerimizin peşinde koşmaya  \n  devam. Borusan Müzik Evi ile ortaklaşa gerçekleştirdiğimiz Nova Muzak  \n  serisi bu kovalamanın içimize sinen en üst düzey örneği. Devam ama  \n  nasıl el vereceğiz? Kimlere?"
  ]
}
