{
  "heading": "Tayfun Aras / Osman Öztürk / Necati Tüfenk",
  "paragraphs": [
    "When we founded Kod Müzik in December 1995, we had zero doubts about our future success. We were driven by an idea that no one else had thought of—or perhaps had dared to attempt: bridging the gap between Western alternative music traditions and Turkish listeners. Shortly after opening, colleagues in Unkapanı (the epicenter of Turkey's traditional music industry) sobered us up with a statistic: Western music, even including giants like Madonna and Michael Jackson, held only a 5% market share. By that math, our \"alternative\" niche would command maybe 0.5%. Yet, we didn't despair; we were people who knew how to be content with little.",
    "We started in a small shop in the historic Atlas Pasajı (Atlas Arcade). At the time, the arcade was fading as a jewelry hub, and we rented our space from a jeweler struggling to make ends meet. We treated albums by Japan, The Jam, Echo & The Bunnymen, and Kraftwerk—found gathering dust in Unkapanı warehouses—like buried treasure. We placed these records on shelves that had once held gold coins and silver necklaces, and waited.",
    "After a few boring weeks of winter silence, Istanbul's curious music lovers began to discover us. They quickly became regulars. Their enthusiasm encouraged us to launch the second pillar of the Kod project: distribution. We realized the albums we loved were missing from Turkish shelves. By taking this on, we not only expanded beyond the narrow local catalogs to offer avant-garde jazz, indie rock, punk, and electronica (techno, drum'n'bass, etc.) to our customers, but we also began supplying music to listeners outside of Istanbul. The shop soon filled with cassettes, CDs, and vinyl—a format practically dead at the time—from bands most people had never heard of. We became the destination for the adventurous listener. Other record stores would send confused customers our way, saying, \"Kod will definitely have it.\"",
    "Our distribution list grew rapidly. Within a year, we were representing the titans of the global underground: the ethereal sounds of 4AD (Cocteau Twins, Pixies), the post-punk of Beggars Banquet (The Fall, Bauhaus), the indie spirit of Domino and City Slang, and the raw energy of American labels like Touch & Go, Dischord, and Sub Pop. We also brought in the heavyweights of electronic music like Warp and Ninja Tune.",
    "Our job was surprisingly easy because no one else was knocking on these doors. When a track by Dead Can Dance started getting played twenty times a day by music shops on Istiklal Street (shops that had a promotional power rivaling MTV within the local scene), our network strengthened. We eventually secured representation for Mute Records, allowing us to distribute massive acts like Depeche Mode and Moby, while secretly thrilling at the chance to sell niche artists like Einstürzende Neubauten and Diamanda Galas.",
    "Despite organizing hundreds of concerts later on, music lovers always identified Kod with The Shop. It was a living, breathing space. Until we handed it over in 2003 (after which it became Deform Records in Çukurcuma), the shop was a sanctuary where music was discussed, researched, and shared. The partners and staff—though they had different tastes—were united by music. It became a network of emotional connections, an \"ideal school\" where the history and future of alternative music were passed down to customers with affection.",
    "Simultaneous to the shop, we launched a label to unify the local underground. We wanted to provide a solid foundation for the subcultures we represented. Our catalog spanned hip-hop, hardcore, and avant-garde jazz. We released several \"firsts\" in Turkish music history: the first legal hardcore cassette (Radical Noise), the first Turkish punk album (Rashit), and the first Turkish Hip Hop compilation (Yeraltı Operasyonu). These albums have since become historical documents of that era.",
    "By the early 2000s, the economic crisis, the rise of Napster, and CD burning were shrinking the retail sector. We pivoted to concert organization, maintaining our identity but changing our medium.",
    "Between 1999 and 2003, we cut our teeth on club gigs with support from cultural institutions like the British Council. We hosted alternative legends like The Fall and Stereolab, and electronic pioneers like Mouse On Mars. We also brought ultra-stylish DJs to Turkey for the first time, including Jeff Mills and Mixmaster Morris. The period from 2003 to 2010 was the \"last good era\" for Turkey's urban culture—economically viable, supported by local municipalities, and fueled by consumer excitement. After closing the shop in 2003 to focus on events, we kicked into high gear. We booked the very bands we used to sell: Nick Cave, Sonic Youth, Shellac, Violent Femmes, and Wu-Tang Clan's RZA. For a brief year, we even ran our own venue, Vox.",
    "From 2003 to 2007, we partnered with İKSV to create Phonem, a week-long festival that left a mark on Istanbul. It wasn't just concerts; it was workshops, films, and panels spread across the city. We hosted legends like Carl Craig, Mogwai, and UNKLE. But in a country where continuity is rare, Phonem couldn't survive. Sponsors pulled out, and the economic crisis loomed.",
    "The post-2010 era was darker. Drastic changes in laws—specifically the ban on alcohol and tobacco companies sponsoring events—made organizing concerts difficult, then nearly impossible. We survived by leveraging our reputation to curate content for major institutions and venues. Despite the difficulties, we managed to stage memorable shows: Swans, Patti Smith, Godspeed You! Black Emperor, and Kronos Quartet. We owe a debt of gratitude to the art directors and venue managers who took risks with us during these tight times.",
    "Most recently, our Nova Muzak series with Borusan Music House ended due to economic reasons. The Kod story continues, but differently. We still daydream: Should we reopen the music shop? Should we revive the label and press five records a year? But the next morning, we look out the window and snap back to reality. The problem isn't the lack of money for these dreams; it's the impossibility of recreating the past. Change is inevitable, but the lack of continuity in our cultural landscape is exhausting. Still, we continue to chase what we love. As for passing the torch? To whom, exactly?..."
  ]
}